<?php

use Illuminate\Database\Seeder;

class BankCouncilsSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        $data = [
        	[
        		'year' => '1994',
        		'description' => '<div class="bank-year-descr"><p><b>1994 год</b> - Согласно постановления Кабинета Министров Узбекистана от 20.06.94 г. за № 311 был основан Республиканский специализированный акционерно - коммерческий «Галлабанк» с уставным капиталом 8,0 млн. сум, 2 августа этого же года Центральным банком РУз была выдана лицензия № 45. </p></div>'
        	],
        	[
        		'year' => '1995',
        		'description' => '<div class="bank-year-descr"><p><b>1995 год</b> - Согласно постановления Кабинета Министров Узбекистана от 20.06.94 г. за № 311 был основан Республиканский специализированный акционерно - коммерческий «Галлабанк» с уставным капиталом 8,0 млн. сум, 2 августа этого же года Центральным банком РУз была выдана лицензия № 45. </p></div>'
        	],
        	[
        		'year' => '1996',
        		'description' => '<div class="bank-year-descr"><p><b>1996 год</b> - Согласно постановления Кабинета Министров Узбекистана от 20.06.94 г. за № 311 был основан Республиканский специализированный акционерно - коммерческий «Галлабанк» с уставным капиталом 8,0 млн. сум, 2 августа этого же года Центральным банком РУз была выдана лицензия № 45. </p></div>'
        	],
        	[
        		'year' => '1997',
        		'description' => '<div class="bank-year-descr"><p><b>1997 год</b> - Согласно постановления Кабинета Министров Узбекистана от 20.06.94 г. за № 311 был основан Республиканский специализированный акционерно - коммерческий «Галлабанк» с уставным капиталом 8,0 млн. сум, 2 августа этого же года Центральным банком РУз была выдана лицензия № 45. </p></div>'
        	],
        	[
        		'year' => '1998',
        		'description' => '<div class="bank-year-descr"><p><b>1998 год</b> - Согласно постановления Кабинета Министров Узбекистана от 20.06.94 г. за № 311 был основан Республиканский специализированный акционерно - коммерческий «Галлабанк» с уставным капиталом 8,0 млн. сум, 2 августа этого же года Центральным банком РУз была выдана лицензия № 45. </p></div>'
        	],
        	[
        		'year' => '2000',
        		'description' => '<div class="bank-year-descr"><p><b>2000 год</b> - Согласно постановления Кабинета Министров Узбекистана от 20.06.94 г. за № 311 был основан Республиканский специализированный акционерно - коммерческий «Галлабанк» с уставным капиталом 8,0 млн. сум, 2 августа этого же года Центральным банком РУз была выдана лицензия № 45. </p></div>'
        	],
        	[
        		'year' => '2001',
        		'description' => '<div class="bank-year-descr"><p><b>2001 год</b> - Согласно постановления Кабинета Министров Узбекистана от 20.06.94 г. за № 311 был основан Республиканский специализированный акционерно - коммерческий «Галлабанк» с уставным капиталом 8,0 млн. сум, 2 августа этого же года Центральным банком РУз была выдана лицензия № 45. </p></div>'
        	],
        	[
        		'year' => '2002',
        		'description' => '<div class="bank-year-descr"><p><b>2002 год</b> - Согласно постановления Кабинета Министров Узбекистана от 20.06.94 г. за № 311 был основан Республиканский специализированный акционерно - коммерческий «Галлабанк» с уставным капиталом 8,0 млн. сум, 2 августа этого же года Центральным банком РУз была выдана лицензия № 45. </p></div>'
        	],
        	[
        		'year' => '2003',
        		'description' => '<div class="bank-year-descr"><p><b>2003 год</b> - Согласно постановления Кабинета Министров Узбекистана от 20.06.94 г. за № 311 был основан Республиканский специализированный акционерно - коммерческий «Галлабанк» с уставным капиталом 8,0 млн. сум, 2 августа этого же года Центральным банком РУз была выдана лицензия № 45. </p></div>'
        	],
        ];
    }
}
