<?php

use Illuminate\Database\Seeder;

class VacancyDetailsSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        $data = [
            [
                'vacancy_id' => '1',
                'name_detail' => 'Обязанности:',
                'text_detail' => '<ul><li><p>Онлайн-консультирование клиента по ипотечному кредиту с целью подачи заявки в Банк (через онлайн-чат и по телефону).</p></li><li><p>Онлайн-поддержка клиентов и партнеров Банка в личном кабинете: доведение заявки на ипотечный кредит до одобрения.</p></li><li><p>Исходящие звонки по «тёплой» клиентской базе в целях оказания помощи по формированию пакета документов на ипотечный кредит.</p></li><li><p>Онлайн-продажи по телефону услуг Банка, связанных с ипотечным кредитованием, клиентам и партнерам Банка ("тёплая" база).</p></li><li><p>Проверка корректности и достаточности пакета документов от клиента при подаче онлайн-заявки.</p></li></ul>'
            ],
            [
                'vacancy_id' => '1',
                'name_detail' => 'Требования:',
                'text_detail' => '<ul><li><p>Высшее образование.</p></li><li><p>Опыт работы в финансово-банковской сфере/розничном бизнесе/страховом секторе будет преимуществом.</p></li><li><p>Опыт в продажах/навыки продаж.</p></li></ul>'
            ],
            [
                'vacancy_id' => '1',
                'name_detail' => 'Требования:',
                'text_detail' => '<ul><li><p>Трудоустройство согласно Трудовому Кодексу РУз.</p></li><li><p>График работы: сменный ("плавающие" выходные).</p></li><li><p>Гарантированный доход: оклад плюс премиальное вознаграждение (квартальное и годовое).</p></li><li><p>Обучение функционалу на рабочем месте: теория и практика.</p></li><li><p>Добровольное медицинское страхование.</p></li></ul>'
            ],
            [
                'vacancy_id' => '2',
                'name_detail' => 'Обязанности:',
                'text_detail' => '<ul><li><p>Онлайн-консультирование клиента по ипотечному кредиту с целью подачи заявки в Банк (через онлайн-чат и по телефону).</p></li><li><p>Онлайн-поддержка клиентов и партнеров Банка в личном кабинете: доведение заявки на ипотечный кредит до одобрения.</p></li><li><p>Исходящие звонки по «тёплой» клиентской базе в целях оказания помощи по формированию пакета документов на ипотечный кредит.</p></li><li><p>Онлайн-продажи по телефону услуг Банка, связанных с ипотечным кредитованием, клиентам и партнерам Банка ("тёплая" база).</p></li><li><p>Проверка корректности и достаточности пакета документов от клиента при подаче онлайн-заявки.</p></li></ul>'
            ],
            [
                'vacancy_id' => '2',
                'name_detail' => 'Требования:',
                'text_detail' => '<ul><li><p>Высшее образование.</p></li><li><p>Опыт работы в финансово-банковской сфере/розничном бизнесе/страховом секторе будет преимуществом.</p></li><li><p>Опыт в продажах/навыки продаж.</p></li></ul>'
            ],
            [
                'vacancy_id' => '2',
                'name_detail' => 'Требования:',
                'text_detail' => '<ul><li><p>Трудоустройство согласно Трудовому Кодексу РУз.</p></li><li><p>График работы: сменный ("плавающие" выходные).</p></li><li><p>Гарантированный доход: оклад плюс премиальное вознаграждение (квартальное и годовое).</p></li><li><p>Обучение функционалу на рабочем месте: теория и практика.</p></li><li><p>Добровольное медицинское страхование.</p></li></ul>'
            ],
            [
                'vacancy_id' => '3',
                'name_detail' => 'Обязанности:',
                'text_detail' => '<ul><li><p>Онлайн-консультирование клиента по ипотечному кредиту с целью подачи заявки в Банк (через онлайн-чат и по телефону).</p></li><li><p>Онлайн-поддержка клиентов и партнеров Банка в личном кабинете: доведение заявки на ипотечный кредит до одобрения.</p></li><li><p>Исходящие звонки по «тёплой» клиентской базе в целях оказания помощи по формированию пакета документов на ипотечный кредит.</p></li><li><p>Онлайн-продажи по телефону услуг Банка, связанных с ипотечным кредитованием, клиентам и партнерам Банка ("тёплая" база).</p></li><li><p>Проверка корректности и достаточности пакета документов от клиента при подаче онлайн-заявки.</p></li></ul>'
            ],
            [
                'vacancy_id' => '3',
                'name_detail' => 'Требования:',
                'text_detail' => '<ul><li><p>Высшее образование.</p></li><li><p>Опыт работы в финансово-банковской сфере/розничном бизнесе/страховом секторе будет преимуществом.</p></li><li><p>Опыт в продажах/навыки продаж.</p></li></ul>'
            ],
            [
                'vacancy_id' => '3',
                'name_detail' => 'Требования:',
                'text_detail' => '<ul><li><p>Трудоустройство согласно Трудовому Кодексу РУз.</p></li><li><p>График работы: сменный ("плавающие" выходные).</p></li><li><p>Гарантированный доход: оклад плюс премиальное вознаграждение (квартальное и годовое).</p></li><li><p>Обучение функционалу на рабочем месте: теория и практика.</p></li><li><p>Добровольное медицинское страхование.</p></li></ul>'
            ],
        ];
        
      	DB::table('vacancy_details')->insert($data);
    }
}
